Repository: Club-of-Roam/cor-mgmt
Catalog: languages/h3-mgmt-*.po
Languages: de_de

# Error Message
source: You have to be logged in to create or edit a team!
de_de: Du musst eingeloggt sein um ein Team zu erstellen oder zu bearbeiten!

source: Sorry, the invitation code you are trying to use is outdated or false. Either contact the participant that invited you and request a new invitation or create your own team.
de_de: Sorry, der Einladungscode scheint falsch oder nicht mehr gültig zu sein. Schreib am besten deinen potentiellen Teampartner an mit der Bitte, die Einladung nochmals zu verschicken oder mach einfach dein eigenes Team auf.

# Team Dashboard
source: About You
de_de: Über Dich

# Team Dashboard
source: Invite teammate(s)
de_de: Hitchmate(s) einladen

# Team Dashboard
source: So far, you don't have any teammates. You need at least one to complete the team registration. If you haven't invited any yet, it might be a good idea to do so...
de_de: Du hast im Moment noch keine Hitchmates. Um deine Anmeldung zu vervollständigen benötigst du mindestens einen Teampartner. Wenn du also noch niemand eingeladen hast, legen wir dir das stark ans Herz ;)

# Team Dashboard
source: Your Teammate(s)
de_de: Dein(e) Hitchmate(s)

# Team Profile Form
source: A description of you and your teammates. Maybe serious or funny. You have a maximum of 500 characters.
de_de: Beschreibe dein Team! Ob bierernst oder zum Totlachen ist uns hierbei völlig Ladde. Du hast 500 Zeichen, um dich vom Rest der Welt abzuheben ;)

# Team Profile Form
source: City
de_de: Stadt

# Team Profile Form
source: Description
de_de: Beschreibung

# Team Profile Form
source: First Name
de_de: Vorname

# Team Profile Form
source: How old are you?
de_de: Wie alt bist du?

# Team Profile Form
source: Mobile Phone
de_de: Handynummer

# Team Profile Form
source: Team Picture
de_de: Teamfoto

# Team Profile Form
source: Where are you from?
de_de: Wo kommst du her?

# Team Profile Form
source: Your mobile phone number. This information is important for the SMS/MMS-Liveticker and will not be visible publicly.
de_de: Deine Handynummer ist wichtig, damit wir dich während des Rennens dem richtigen Team zuordnen können, wenn du mit deiner eigenen Nummer Nachrichten an den SMS/MMS-Ticker schicken willst. Keine Sorge, die Nummer wird niemals irgendwo öffentlich zu sehen sein.

# User Profile
source: About you
de_de: Über dich

# User Profile
source: City
de_de: Stadt

# User Profile
source: Mobile Phone
de_de: Handynummer

# Admin Email Interface
source: Receipient
de_de: Empfänger_in

# Admin Email Interface
source: You are writing to a single user.
de_de: Du schreibst einem einzelnen User.

# Admin Email Interface
source: Testmail to yourself
de_de: Test-Mail an dich selbst

# Admin Email Interface
source: All HHH Users
de_de: Alle HHH Benutzer

# Admin Email Interface
source: All participants of Tramprennen 2012
de_de: Alle Tramprennen 2012 Teilnehmer

# Admin Email Interface
source: Sender
de_de: Absender

# Admin Email Interface
source: My own email address
de_de: Meine eigene E-Mail Adresse

# Admin Email Interface
source: Subject
de_de: Betreff

# Admin Email Interface
source: Message
de_de: Nachricht

# Admin Email Interface
source: Message Body
de_de: Text der Nachricht

# Admin Email Interface
source: Send Mail Switch
de_de: Mail Schalter

# Admin Email Interface
source: New Sponsor, Team Notification
de_de: Neuer Sponsor, Benachrichtigung des Teams

# Admin Email Interface
source: New Owner, Team Notification
de_de: Neuer Owner, Benachrichtigung des Teams

# Admin Email Interface
source: PayPal payment received, confirmation to sponsor/owner
de_de: PayPal Zahlung eingegangen, Bestätigung an Sponsor/Owner

# Admin Email Interface
source: Edit Automatic Responses
de_de: Automatische Antworten Editieren

source: Options successfully updated!
de_de: Optionen wurden erfolgreich aktualisiert!

source: Save Automatic Response Texts
de_de: Automatische Antworttexte speichern

source: The selected route has been successfully deleted.
de_de: Die ausgewählte Route wurde erfolgreich gelöscht.

source: Route successfully updated!
de_de: Die Route wurde erfolgreich aktualisiert!

source: Route successfully added!
de_de: Route erfolgreich hinzugefügt!

source: The selected stage has been successfully deleted.
de_de: Die ausgewählte Route wurde erfolgreich gelöscht.

source: Stage successfully updated!
de_de: Etappe erfolgreich aktualisiert!

source: Max. Teams
de_de: Maximale Anzahl an Teams

source: Routes
de_de: Routen

source: Name of route
de_de: Name der Route

source: The name or title of the route
de_de: Name oder Titel der Route

source: Maximum Teams
de_de: Maximale Anzahl Teams

source: The maximum number (integer!) of teams that can register for this route
de_de: Die maximale Anzahl (integer!) an Teams, die sich für diese Route anmelden können.

source: Color
de_de: Farbe

source: The 6-digit hex color code (no # !) of the route
de_de: 6-stelliger Hexcode (ohne # !) der Route

source: The relative path (without the domain!) of the route's logo
de_de: Der relative Pfad (ohne Domain!) des Logos der Route

source: Edit "%s"
de_de: "%s" bearbeiten

source: Stage Destination
de_de: Etappenziel

source: Running Number
de_de: fortlaufende Nummer

source: Country
de_de: Land

source: Meeting Point
de_de: Treffpunkt

source: Stages
de_de: Etappen

source: The destination of the stage
de_de: Das Ziel der Etappe

source: Number
de_de: Nummer

source: The running number of the stage
de_de: laufende Nummer der Etappe

source: Where the teams will meet in the destination city
de_de: Wo werden die Teams sich treffen?

source: The selected team has been successfully deleted.
de_de: Das ausgewählte Team wurde gelöscht.

source: Team successfully updated!
de_de: Team erfolgreich aktualisiert!

source: Team successfully added!
de_de: Team erfolgreich hinzugefügt!

source: Complete?
de_de: Vollständig?

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Waiver received?
de_de: Einverständniserklärung eingetroffen?

source: Package paid?
de_de: Hitchpaket bezahlt?

source: Participants
de_de: Teilnehmer

source: Send an E-Mail
de_de: E-Mail schicken

source: Send Mail
de_de: E-Mail senden

source: Auto Responses
de_de: Automatische Antworten

source: Your team has been successfully created
de_de: Dein Team wurde erfolgreich erstellt

source: Moin %name%! Your team "%team_name%" has been successfully created.
de_de: Moin %name%! Dein Team "%team_name%" wurde erfolgreich erstellt.

source: Your invitation was accepted!
de_de: Deine Einladung ist angenommen worden!

source: You have successfully joined a team!
de_de: Du bist bist einem Team erfolgreich beigetreten!

source: Liability waiver received
de_de: Einverständniserklärung angekommen

source: Moin %name%! We have received your signed liability waiver. Thank you. Check the status of your team via: %link%
de_de: Moin %name%! Wir haben deine unterzeichnete Einverständniserklärung erhalten. Danke! Check den Status deines Teams: %link%

source: Hello "%team_name%"! You just got a new sponsor! Awesomeness!
de_de: Hallo "%team_name%"! Ihr habt eben einen neuen Sponsor bekommen! Stark!

source: Hello "%team_name%"! You just got an owner! Awesomeness!
de_de: Hallo "%team_name%"! Ihr habt eben einen Owner bekommen! Stark!

source: Team complete!
de_de: Team vollständig!

source: Thank you for your donation!
de_de: Danke für deine Spende!

source: Moin %name%! You have just become owner of team "%team_name%" and chosen to donate %donation% to Viva con Agua. You are now listed in the team's profile. The donation will be deducted from your bank account soon. Thank you!
de_de: Moin %name%! Du bist soeben stolzer Besitzer des Teams "%team_name%" geworden und hast %donation% an Viva con Agua gespendet. Du wirst jetzt im TeamProfil des Teams angezeigt. Die Spende wird demnächst von deinem Konto abgebucht werden. Danke!

source: Moin %name%! You have just become sponsor of team "%team_name%" and chosen to donate %donation% to Viva con Agua. You are now listed in the team's profile. The donation will be deducted from your bank account soon. Thank you!
de_de: Moin %name%! Du bist soeben TeamSponsor des Teams "%team_name%" geworden und hast %donation% an Viva con Agua gespendet. Du wirst jetzt im TeamProfil des Teams angezeigt. Die Spende wird demnächst von deinem Konto abgebucht werden. Danke!

source: Filter Routes
de_de: Routen Filtern

source: All
de_de: Alle

source: Filter Countries
de_de: Länder filtern

source: Sort by
de_de: Sortieren nach

source: Stage
de_de: Etappe

# taxonomy selection for acitivity
source: Select One
de_de: Wähle eine aus

source: Edit %s
de_de: %s Editieren

source: Edit
de_de: Editieren

source: Delete %s
de_de: %s Löschen

source: Really delete &quot;%s&quot;?
de_de: &quot;%s&quot; wirklich löschen?

source: Delete
de_de: Löschen

source: No local avatar is set. Falling back to a gravatar, if exists.
de_de: Kein lokales Avatar gespeichert. Es wird auf dein Gravatar zurückgegriffen, wenn du eins hast.

source: Delete avatar
de_de: Avatar löschen

source: Replace the local avatar by uploading a new avatar, or erase the local avatar (falling back to a gravatar) by checking the delete option.
de_de: Ersetze das aktuelle Avatar durch das Hochladen eines neuen oder löschen das aktuelle Avatar in dem du die Löschen Option aktivierst.

# Team Dashboard
source: Your Team
de_de: Euer Team

# Team Dashboard
source: Save &amp; Send
de_de: Speichern &amp; Senden

# Race Stats
source: Registered Teams
de_de: Registrierte Teams

# Race Stats
source: Completed Teams
de_de: Komplette Teams

# Race Stats
source: Participants
de_de: Teilnehmer

# Race Stats
source: TeamSponsors
de_de: TeamSponsoren

# Race Stats
source: TeamOwners
de_de: TeamOwner

# Route
source: Not chosen yet...
de_de: Noch nicht gewählt...

source: Ooops, no team...
de_de: Uuuups, kein Team...

# Team Dashboard
source: This picture will appear in your team profile. You may upload .jpeg, .gif or .png files.
de_de: Dieses Bild wird in eurem Teamprofil angezeigt. Du kannst .jpeg, .gif oder .png-Dateien hochladen

# Homework
source: Homework Assignments
de_de: Hausaufgabenliste

# Homework
source: Only a few more steps are required before you can publish your team, pick your route and start hunting for TeamSponsors for water!
de_de: Es sind nur noch ein paar Schritte nötig, bis du dein Team veröffentlichen und deine Route wählen kannst. Und dann kann auch die Jagd nach TeamSponsoren für Viva con Agua und Pro Asyl losgehen!

# Homework
source: Just get your homework done and let's hitch! :)
de_de: Hausaufgaben machen und los geht's! :)

# Homework
source: Before publishing
de_de: Bevor euer Profil veröffentlicht werden kann

# Homework
source: Invite HitchMate(s)
de_de: Hitchmate(s) einladen

# Homework
source: Pay the HitchPackage
de_de: Hitchpaket bezahlen

# Homework
source: Your HitchMate's HitchPackage payment
de_de: Bezahlung Hitchpaket deiner/s Hitchmate(s)

# Homework
source: After Team is complete
de_de: Wenn alles erledigt ist

# Homework
source: You have a TeamOwner
de_de: Du hast einen TeamOwner

# Homework
source: You don't have a TeamOwner yet. You can hunt for one now!
de_de: Ihr habt noch keinen TeamOwner. Jetzt könnt ihr euch für Viva con Agua und Pro Asyl aufkaufen lassen! :)

# Homework
source: You have %d TeamSponsors
de_de: Ihr habt %d Teamsponsoren

# Homework
source: You don't have TeamSponsors yet. You can hunt for 'em now!
de_de: Ihr habt noch keine Teamsponsoren. Auf geht's! :)

# Homework
source: You cannot hunt for sponsors yet...
de_de: Noch könnt ihr nicht auf TeamSponsorenjagd gehen...

# User Panel
source: Edit your team
de_de: Team bearbeiten

# User Panel
source: Edit Team
de_de: Team bearbeiten

source: Visit Site
de_de: Seite besuchen

source: Yes!
de_de: Ja!

source: This participant's waiver form has been received
de_de: Die Einverständniserklärung dieser/s Teilnehmerin/s ist angekommen

source: Waiver received!
de_de: Einverständniserklärung angekommen!

source: Ooops, that was too quick. The waiver actually has not been received yet...
de_de: Uuuups, das war zu schnell. Die Erklärung war doch noch nicht angekommmen...

source: Really reset the waiver status of this participant to &quot;not received&quot;??
de_de: Den Erklärungsstatus dieses Teilnehmers wirklich auf &quot;nicht bekommen &quot; zurücksetzen??

source: Not yet received...
de_de: Noch nicht bekommen...

source: This participant has paid for his/her HitchPackage
de_de: Diese_r Teilnehmer_in hat sein/ihr HitchPaket bezahlt

source: HitchPackage paid!
de_de: HitchPaket bezahlt!

source: Ooops, that was too quick. The package has actually not been paid yet...
de_de: Uuups, das war zu schnell. Das Paket ist ja noch gar nicht bezahlt...

source: Really reset the HitchPackage status of this participant to &quot;not paid&quot;?
de_de: Den HitchPaket-Status dieser/s Teilnehmerin/s wirklich auf &quot;unbezahlt&quot; zurücksetzen?

source: Not yet paid...
de_de: Noch nicht bezahlt...

source: The selected sponsor does now appear in the frontend.
de_de: Die ausgewählten Sponsoren erscheinen nun im Frontend.

source: The selected sponsor does not appear in the frontend anymore!
de_de: Die ausgewählten Sponsoren erscheinen nun nicht mehr im Frontend.

source: Type
de_de: Typ

source: Method
de_de: Methode

source: Paid?
de_de: Bezahlt?

source: Show on front?
de_de: Anzeigen?

source: Donation
de_de: Spende

source: Display Name
de_de: Anzeige Name

source: TeamSponsors &amp; TeamOwners
de_de: TeamSponsoren &amp; TeamOwner

source: Sponsoring Method "Direct Debit"
de_de: Sponsor-Methode "Bankeinzug"

source: Direct Debit
de_de: Bankeinzug

source: Sponsoring Method "PayPal"
de_de: Sponsor-Methode "PayPal"

# Sponsoring Form
source: Donation Method
de_de: Spendenmethode

# Sponsoring Form
source: Debit (Germany only)
de_de: Einzugsermächtigung (nur aus Deutschland möglich)

# Sponsoring Form
source: Display Name
de_de: angezeigter Name

# Sponsoring Form
source: Account ID (KTN)
de_de: Kontonummer

# Sponsoring Form
source: Bank ID (BLZ)
de_de: Bankleitzahl

# Sponsoring Form
source: Name of Bank
de_de: Name der Bank

# Sponsoring Form
source: Owner Pic
de_de: TeamOwner Bild

# Sponsoring Form
source: If you submit a link, your picture/logo will link to said site.
de_de: Wenn du einen Link einfügst, wird dein Foto/Bild auf die entsprechende Seite verlinken.

# Form Validation Error
source: You have been identified as a spam bot. Screw you!
de_de: Hallo Spambot! Am Arsch, hier gibts für dich nichts zu holen!

# Sponsoring Form Error
source: Please select a Team you want to sponsor...
de_de: Bitte wähle das Team aus, welches du sponsern möchtest...

source: Please select...
de_de: Bitte wähle...

# Team Dashboard
source: Submit Invitation Code
de_de: Einladungscode abgeben

# Team Profile Form
source: Last Name
de_de: Nachname

# Team Profile Form
source: Your last name will not be visible online - this info is only important for the waiver forms.
de_de: Dein Nachname wird online nicht zu sehen sein - diese Info ist nur für die Einverständniserklärung wichtig, damit wir dich zuordnen können.

# Team Profile Form
source: Shirt Size
de_de: T-Shirt Größe

# Team Profile Form
source: Your T-Shirt size, important for the HitchPackage.
de_de: Deine T-Shirt Größe, wichtig für das Hitchpaket

# Team Profile Form
source: Please select your size...
de_de: Bitte Shirtgröße wählen...

# Team Dashboard
source: If you join this team, it will consist of you &
de_de: Wenn du diesem Team beitrittst, besteht es aus dir &

# Team Dashboard
source: The team currently consists of you yourself &
de_de: Das Team besteht derzeit aus dir selbst &

# Team Profile Form
source: Please select your route...
de_de: Bitte wähle eure Route...

# Team Dashboard
source: You have successfully left the team...
de_de: Du hast dem Team Adieu gesagt...

# Team Dashboard
source: Required fields
de_de: Erforderliche Angaben

# Team Dashboard
source: Accept Invitation!
de_de: Einladung annehmen!

# Team Dashboard
source: Click to leave the team!
de_de: Hier klicken, um das Team zu verlassen!

source: Really leave your team
de_de: Team wirklich verlassen?

# Team Dashboard
source: click here
de_de: hier klicken

# Team Dashboard
source: To leave your team for good, %s
de_de: Team für immer verlassen, %s

# Team Dashboard (Registration)
source: Or join a team...
de_de: Oder tritt einem Team bei...

# Team Dashboard (Registration)
source: If someone else has already invited you via email to join his/her team, you have received an invitation code. Enter or paste it here.
de_de: Wenn dich bereits jemand in sein/ihr Team eingeladen hat, wirst du einen Einladungscode bekommen haben. Bitte füge diesen Code hier ein.

# Homework
source: Select your T-Shirt size
de_de: T-Shirt Gräße wählen

# Homework
source: Your HitchMate's Shirt sizes
de_de: Die Shirtgrößen deiner Hitchmates

# User Panel
source: Register / Join Team
de_de: Team anmelden / beitreten

# Team Profile
source: See this team's complete profile
de_de: Komplettes Teamprofil dieses Teams ansehen...

# Team Dashboard
source: You have been identified as a spam bot. Screw you!
de_de: Ha, Spambot! Abhaun!

# Team Dashboard
source: The team could not be saved.
de_de: Das Team konnte nicht gespeichert werden.

# Team Dashboard
source: You have not filled out all required fields.
de_de: Du hast nicht alle erforderlichen Felder ausgefüllt.

# Team Dashboard
source: The team has been successfully registered.
de_de: Das Team wurde erfolgreich registriert.

# Team Dashboard
source: You have successfully joined the team
de_de: Du bist dem Team erfolgreich beigetreten!

# Team Dashboard
source: The team has been updated.
de_de: Das Team wurde aktualisiert.

source: Debit
de_de: Einzugsermächtigung

source: Yes.
de_de: Ja.

source: No!
de_de: Nein!

source: This sponsors payment has been received
de_de: Die Spende dieses Sponsors ist eingetroffen.

source: Sponsor has paid!
de_de: Der Sponsor hat bezahlt!

source: Ooops, that was too quick. The sponsor's payment has actually not been received yet...
de_de: Uuups, zu schnell! Der Sponsor hat doch noch nichts überwiesen...

source: Really reset the Sponsors payment status to &quot;not paid&quot;?
de_de: Sponsoring wirklich auf &quot;nicht bezahlt&quot; zurücksetzen?

source: This sponsor should appear in the front end
de_de: Dieser Sponsor sollte im Frontend auftauchen

source: Show Sponsor!
de_de: Sponsor zeigen!

source: This sponsor should be hidden from the front end
de_de: Dieser Sponsor sollte nicht im Frontend zu sehen sein

source: Really hide the Sponsor from the front end
de_de: Sponsor wirklich im Frontend verbergen

source: Hide Sponsor...
de_de: Sponsor verbergen...

# Admin Email Interface
source: Send an email
de_de: E-Mail senden

# Admin Email Interface
source: You can use the following placeholders (where they make sense):
de_de: Du kannst die folgenden Platzhalter verwenden (dort, wo sie Sinn ergeben):

# Sponsoring, Backend
source: TeamSponsors &amp; TeamOwners
de_de: TeamSponsoren &amp; TeamOwner

# Sponsoring, Backend
source: TeamSponsors &amp; TeamOwners, Donation Method: Debit
de_de: TeamSponsoren &amp; TeamOwner, Spendenmethode: Einzugsermächtigung

# Sponsoring Backend
source: TeamSponsors &amp; TeamOwners, Donation Method: PayPal
de_de: TeamSponsoren &amp; TeamOwner, Spendenmethode: PayPal

# Team Profile
source: No Owner yet.
de_de: Das Team hat bislang keinen TeamOwner.

# Team Profile
source: Visit the TeamOwner's website
de_de: Zur Website des TeamOwners

# Sponsoring Form
source: Sponsoring Steps
de_de: So funktioniert's

# Progressive Form Steps
source: Navigate to step
de_de: Springe zu Schritt

# Sponsoring Form
source: Select Sponsoring (Donation) Type
de_de: Wähle die Sponsoring/Spendenart

# Sponsoring Form
source: Thanks!
de_de: Dankeschön!

# Sponsoring Form
source: RacePatron
de_de: RennPate

# Sponsoring Form
source: Structural Sponsor
de_de: StrukturSponsor

# Sponsoring Form
source: Choose Team
de_de: Wähle ein Team:

# Sponsoring Form
source: Choose how your Name should be displayed on the website (and in the Team Profile, if applicable). If you do not want your name to show at all, simply leave this field blank.
de_de: Wie soll dein Name auf der Website im Profil deines Teams angezeigt werden? Wenn du anonym bleiben möchtest, kannst du das Feld auch einfach leer lassen.

# Sponsoring Form
source: Become a TeamSponsor
de_de: TeamSponsor werden

# Sponsoring Form
source: Become a TeamOwner
de_de: TeamOwner werden

# Sponsoring Form
source: If you are not from Germany or would rather use PayPal, choose this method.
de_de: Wenn du nicht aus Deutschland kommst oder PayPal bevorzugst, wähle diese Option.

# Sponsoring Form
source: Donation (in Euro)
de_de: Spende (in Euro)

# Team Profile
source: Team Sponsors
de_de: Team Sponsoren

# Team Profile
source: Anonymous Sponsor(s)
de_de: Anonyme(r) Spende(r)

# Team Profile
source: Become this team's TeamSponsor!
de_de: Werde Sponsor dieses Teams!

# XChange
source: HitchMate XChange
de_de: Hitchmate Börse

# XChange
source: Message by
de_de: Nachricht von:

# XChange
source: Your own message
de_de: Deine Nachricht

# XChange
source: If you want to post a HitchMate search message yourself, you can do so here. To delete an existing message, simply empty the text field and submit an empty message - your existing one will be deleted.
de_de: Wenn du selber auf der Suche nach einem Hitchmate bist, kannst du es hier kundtun! Um deine bestehende Nachricht zu löschen lass das Textfeld einfach leer und schicke eine leere Nachricht ab - sie wird dann automatisch gelöscht.

# XChange
source: Please do not forget to include some sort of contact information in your message.
de_de: Und vergiss nicht irgendeine Kontaktmöglichkeit zu hinterlassen (Mailadresse, Facebook, whatever)

# XChange
source: Submit / Update own message
de_de: Nachricht abschicken

# XChange
source: You must be <a title="Log in" href="http://tramprennen.org/login">logged in</a> to post a HitchMate search message.
de_de: Du <a title="Log in" href="http://tramprennen.org/login">eingeloggt sein</a> um etwas auf der Hitchmate Pinnwand schreiben zu können.

source: Add New Team
de_de: Neues Team Hinzufügen

source: Save Team
de_de: Team Speichern

source: Add New Sponsor
de_de: Neuen Sponsor Hinzufügen

source: Save Sponsor
de_de: Sponsor Speichern

# Sponsoring Form
source: Debit confirmation
de_de: Einzugsermächtigung erteilen

# Sponsoring Form
source: Receipt
de_de: Quittung

# Sponsoring Form
source: Street Address
de_de: Straße

# Sponsoring Form
source: Zip Code
de_de: Postleitzahl

# Sponsoring Form
source: City
de_de: Stadt

# Sponsoring Form
source: Country
de_de: Land

# Sponsoring Form
source: Additional Adress Field
de_de: zusätzliches Addressfeld

# Homework
source: Send the mail to yourself again.
de_de: Mir die Nachricht erneut schicken

# Homework
source: Resend Mail.
de_de: Nochmal verschicken.

source: City
de_de: Stadt

source: Rankings can only be submitted from a specific route user account!
de_de: Wertungen können nur von speziellen Routen-Beutzerkonten abgegeben weden!

# Ranking Submission
source: Select Stage
de_de: Etappe wählen

source: disqualified
de_de: disqualifiziert

source: Rank
de_de: Platzierung

source: Extra Point ?
de_de: Extrapunkt ?

# Ranking Submission
source: Save Ranking
de_de: Platzierungen speichern

# Ranking Submission
source: Ranking successfully saved!
de_de: Platzierungen erfolgreich gespeichert!

# Ranking
source: All Routes
de_de: Alle Routen

# Ranking
source: Ranking Table: %route_name%
de_de: Tabelle: %route_name%

# Ranking
source: Total Points
de_de: Punkte Gesamt

# Ranking
source: Stage
de_de: Etappe

# Sponsoring
source: Anonymous Sponsor
de_de: Anonymer Sponsor

# Team
source: Check the TeamProfile ...
de_de: Check das TeamProfil...
