Repository: Club-of-Roam/cor-mgmt
Catalog: languages/h3-mgmt-*.po
Languages: de_de

# Team Link
source: http://tramprennen.org/tramprennen/follow-us/teams/
de_de: http://tramprennen.org/de/tramprennen/mitverfolgen/teams/

source: Jump to TeamProfile
de_de: Springe zum Teamprofil

source: Select team ...
de_de: Wähle team ...

source: Jump
de_de: Auf gehts

source: To the team's profile
de_de: zum TeamProfil

source: tramprennen.org/follow-us/teams/?id=
de_de: tramprennen.org/de/mitverfolgen/teams/?id=

# Ticker
source: %time% minutes ago
de_de: vor %time% Minuten

# Ticker
source: %time% hours ago
de_de: vor %time% Stunden

# Ticker
source: %time% days ago
de_de: vor %time% Tagen

# Ticker
source: %time% weeks ago
de_de: vor %time% Wochen

# Ranking
source: Total Rank
de_de: Gesamt-Platzierung

# Ranking
source: Route Rank
de_de: Routen-Platzierung

source: No messages sent yet...
de_de: Noch keine Ticker-Nachrichten...

# Admin Email Interface
source: All participants of Tramprennen 2013
de_de: Alle Tramprennen 2013 Teilnehmer

# Admin Email Interface
source: E-Mail Metadata
de_de: E-Mail Meta-Daten

# Admin Email Interface
source: The email&apos;s subject line
de_de: Der Betreff der E-Mail

source: Send E-Mail!
de_de: E-Mail schicken!

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: Events / Races
de_de: Events / Rennen

source: Start
de_de: Beginn

source: End
de_de: Ende

source: add route
de_de: Route hinzufügen

source: Route ID
de_de: Routen ID

source: Race
de_de: Rennen

source: add stage
de_de: Etappe hinzufügen

source: Add New %s
de_de: %s hinzufügen

source: Edit &quot;%s&quot;
de_de: &quot;%s&quot; editieren

source: The name or title of the event
de_de: Der Name oder Titel des Events

source: Timeframe
de_de: Zeitraum

source: The start date of the event
de_de: Das Datum des Beginns

source: The end date of the event (usually 2 days after arrival @ the destination)
de_de: Das Datum des Ende des Events (oftmals 2 Tage nach erreichen des Zielorts)

source: The Route
de_de: Die Route

source: Context
de_de: Kontext

source: The event this route belongs to
de_de: Das Event oder Renen zu welchem die Route gehört

source: The Stage
de_de: Die Etappe

source: Destination
de_de: Ziel

source: The destination city&apos;s country
de_de: Das Land, in welchem das Ziel liegt

source: Country Code
de_de: Länder-Code

source: The destination city&apos;s countries 2-letter country code (as defined by <a target="_blank" title="Read the standard" href="http://en.wikipedia.org/wiki/ISO_3166-1_alpha-2">ISO 3166-1-alpha-2</a>)
de_de: Der 2-buchstabige Länder-Code (nach <a target="_blank" title="Der Standard" href="http://en.wikipedia.org/wiki/ISO_3166-1_alpha-2">ISO 3166-1-alpha-2</a>)

source: The route this stage belongs to
de_de: Die Route, zu welcher diese Etappe gehört

source: Donors
de_de: Spender

# Sponsoring Form
source: Type
de_de: Typ

source: Race / Event
de_de: Rennen / Event

# Sponsoring Form
source: Method
de_de: Methode

# Sponsoring Form
source: By checking this box the sponsor confirms that Viva con Agua e.V. may debit the above sum from his/her above bank account.
de_de: Mit setzen dieses Häkchens bestätigt der/die Sponsor_in, dass Viva con Agua e.V. die obige Summe von seinem/ihrem Konto abbuchen darf.

# Sponsoring Form
source: Donation Receipt
de_de: Spendenquittung

source: No
de_de: Nein

source: Yes
de_de: Ja

# Sponsoring Form
source: Picture / Photo / Logo
de_de: Bild / Photo / Logo

# Sponsoring Form
source: Has paid
de_de: Hat gezahlt

# Sponsoring Form
source: Set whether the donor&apos;s donation has been received.
de_de: Stelle ein, ob die Spende eingegangen ist.

# Sponsoring Form
source: Show in frontend
de_de: Im Frontend anzeigen

# Sponsoring Form
source: Set whether the donor should be shown to the public in the &quot;Donor&apos;s Overview&quot; page, as well as the relevant team&apos;s profile.
de_de: Stelle ein, ob der/die Spender_in der Öffentlichkeit auf der &quot;Spender Übersicht&quot; Seite und dem jeweiligen TeamProfil genannt werden soll.

# Sponsoring Form
source: Preferred Language
de_de: Bevorzugte Sprache

# Sponsoring Form
source: The language the donor should receive E-Mails in. Automatically set when submitted from the frontend, depending on the language the website is viewed in.
de_de: Die Sprache, in welcher der Spender E-Mails erhalten sollte. When vom Frontend aus eingegeben, wird dieses automatisch, je nach Sprache in der der Spender die Webseite besucht, eingestellt.

source: Event / Race
de_de: Event / Rennen

source: Phone
de_de: Telefon

source: All Donors
de_de: Alle Spender

# Months
source: January
de_de: Januar

# Months
source: February
de_de: Februar

# Months
source: March
de_de: März

# Months
source: May
de_de: Mai

# Months
source: June
de_de: Juni

# Months
source: July
de_de: Juli

# Months
source: December
de_de: Dezember

# Weekdays, Shortform
source: Sun
de_de: So

# Weekdays, Shortform
source: Mon
de_de: Mo

# Weekdays, Shortform
source: Tue
de_de: Di

# Weekdays, Shortform
source: Wed
de_de: Mi

# Weekdays, Shortform
source: Thu
de_de: Do

# Weekdays, Shortform
source: Fri
de_de: Fr

# Weekdays, Shortform
source: Sat
de_de: Sa

source: Deselect all
de_de: Alle deaktivieren

source: Select all
de_de: Alle auswählen

# User Profile
source: Date of Birth
de_de: Geburtsdatum

source: The selected %s does not exist...
de_de: %s existiert nicht...

source: Please create a parent item first!
de_de: Bitte erstelle erst das Elternteil!

# Race Stats
source: Donations (Thumbs)
de_de: Spenden

# Team Profile
source: Visit the TeamOwner&apos;s website
de_de: Besuche die Webseite des TeamOwners

# Sponsoring Form
source: Hereby you confirm to have entered the following data correctly and that the sum will be deductable from your account within a month:
de_de: Hiermit bestätigst du, dass du die folgenden Daten korrekt angegeben hast und das die obige Summe innerhalb des folgenden Monats von deinem Konto abbuchbar sein wird:

# Sponsoring Form
source: Account ID
de_de: KTN

# Sponsoring Form
source: Bank ID
de_de: BLZ

# Sponsoring Form
source: Donation
de_de: Spende

# Sponsoring Form
source: Euros
de_de: Euro

# Sponsoring Form
source: You have successfully become %sponsoring_type% of "%team_name%" and chosen to donate %thumbs% thumbs (%donation% Euros)
de_de: Du bist erfolgreich %sponsoring_type% von "%team_name%" geworden und hast %donation% Euro gespendet!

# Sponsoring Form
source: The donation will be deducted from your bank account within a month.
de_de: Die Spende wird innerhalb eines Monates von deinem Konto eingezogen werden.

# Sponsoring Form
source: Thanks in the name of the team, on behalf of Tramprennen and on behalf of Viva con Agua and the people in India and Nepal!
de_de: Danke im Namen des gesponsorten Teams, im Namen des Tramprennens, in dem von Viva con Agua und nicht zu letzt im Namen der Menschen in Indien und Nepal!

# Sponsoring Form
source: In order to become %sponsoring_type% of "%team_name%" by donating %thumbs% thumbs (%donation% Euros), be so kind as to transfer the chosen amount via PayPal by clicking the below button.
de_de: Um %sponsoring_type% von "%team_name%" zu werden, sei so gut und transferiere die gewählten %thumbs% Daumen (%donation% Euro) via PayPal, indem du den unteren Knopf drückst.

# Sponsoring Form
source: Donations can be submitted either via PayPal or via direct debit from a German bank account.
de_de: Spenden können entweder wieder PayPal oder via Lastschrift von einem deutschen Bankkonto getätigt werden.

# Sponsoring Form
source: Either no teams have completed the registration yet or all that have have a TeamOwner already...
de_de: Entweder es haben noch keine Teams den Anmeldungsprozess vervollständigt, oder alle die es getan haben haben bereits TeamOwner...

# Sponsoring Form
source: So far no teams have completed the registration yet...
de_de: Es haben noch keine Teams den Anmeldungsprozess vervollständigt...

# Sponsoring Form
source: By checking this box you confirm that Viva con Agua e.V. may debit the above sum from your above bank account. Thank you!
de_de: Bitte bestätige, dass Viva con Agua de Sankt Pauli e.V. die obige Summe von deinem Bankkonto einziehen darf, in dem du hier das Häkchen setzt. Danke!

# Sponsoring Form
source: This picture/logo will appear in the sponsored team profile. You may upload .jpg, .gif or .png files.
de_de: Dieses Bild/Logo wird im TeamProfil des gesponsorten Teams zu sehen sein. Du kannst .jpg, .png oder .gif Dateien hochladen.

# Sponsoring Form
source: Leave your team a note, if you&apos;d like
de_de: Hinterlasse deinem Team eine Nachricht, wenn du möchtest

# Sponsoring Form
source: Leave the HitchHikingHub-Crew a note, if you$apos;d like
de_de: Hinterlasse dem HichHiking-Hub-Team eine Nachricht, wenn du möchtest

# Sponsoring Form
source: If you have a German bank account, you can submit your donation via direct debit. The donation will be charged by Viva con Agua e.V. directly and that within a month from now.
de_de: Wenn du ein deutsches Bankkonto hast, kannst du deine Spende via Lastschriftverfahren einziehen lassen. Die Spende wird dann von Viva con Agua e.V. innerhalb des folgenden Monats eingezogen.

# Sponsoring Form
source: Thumbs
de_de: Daumen

# Team Dashboard
source: This form is currently not submittable. Possbily due to the fact that currently no team can be chosen.
de_de: Dieses Formular kann derzeit nicht abgegeben werden. Möglicherweise, weil im Moment kein Team wählbar ist.

source: not set...
de_de: nicht gewählt...

# Team Profile Form
source: The name of your team (maximum 50 characters)
de_de: Der Name deines Team (maximal 50 Zeichen)

source: The Team
de_de: Das Team

# Team Profile Form
source: What is your name?
de_de: Wie heisst du?

# Team Profile Form
source: Date of Birth
de_de: Geburtsdatum

# Homework
source: Your Team is fully registered!
de_de: Dein Team ist vollständigt angemeldet!

# Homework
source: Your team has not yet completed the registration process...
de_de: Dein Team hat den Anmeldungsprozess noch nicht vollständig beendet...

# Homework
source: Elvis has left the building!. You can go out and hunt for TeamSponsors to support the WASH-project in India & Nepal now! :)
de_de: Am Ende knallt die Peitsche! Jetzt kannst du losziehen und TeamSponsoren suchen, die das WASH-Projekt in Indien & Nepal unterstützen wollen! :)

# User Panel
source: Register or join a team for %s
de_de: Tritt einem Team bei oder melde ein neues Team für %s

source: not set
de_de: nicht gewählt

source: Save
de_de: Speichern

source: Back to where you came from...
de_de: Zurück, wo du herkamst...

source: back
de_de: zurück

source: Click to toggle
de_de: Zum Umschalten klicken

source: There is no data to select...
de_de: Es gibt keine Daten zum auswählen...

source: &laquo; Previous
de_de: &laquo; Zurück

source: Next &raquo;
de_de: Vor &raquo;

source: Execute
de_de: Ausführen

source: Currently there is no data of type &quot;%s&quot;...
de_de: Im Moment gibt es keine Daten des Typs &quot;%s&quot;...

source: Currently there is no data to be displayed here...
de_de: Im Moment gibt es keine Daten, die hier anzuzeigen wären...

source: this event
de_de: dieses Event

# Sponsoring Form
source: Donate via direct debit
de_de: via Lastschriftverfahren spenden

# Sponsoring Form
source: Donate via PayPal
de_de: via PayPal spenden

# Admin Email Interface
source: Select who receives the email. Choose the &quot;Testmail to yourself&quot; option, to see how it will look in your own inbox.
de_de: Wähle, wer die E-Mail erhalten soll. Nimm&apos; die &quot;Testmail to yourself&quot; Option, um zu sehen, wie die Mail in deiner Inbox aussieht.

# Admin Email Interface
source: Send the email either from your personal email address or select the generic &quot;no-reply&quot;.
de_de: Versende die E-Mail entweder von deiner persönlichen E-Mail Adresse oder vom generischen &quot;no-reply&quot;.

# Admin Email Interface
source: Enable/disable
de_de: (De-)Aktivieren

# Admin Email Interface
source: Subject line
de_de: Betreffszeile

# Admin Email Interface
source: Message body
de_de: Test der Nachricht

# Admin Email Interface
source: The Email titled &quot;%s&quot; has been successfully sent.
de_de: Die E-Mail mit Betreff &quot;%s&quot; wurde erfolgreich verschickt.

# Admin Email Interface
source: Notification of successful team creation
de_de: Benachrichtigung bei erfolgreicher Anmeldung eines neuen Teams

# Admin Email Interface
source: Invitation (sent to invitee)
de_de: Einladung (Erste Mail an Eingeladene_n)

# Admin Email Interface
source: Notification of accepted invitation (sent to inviter)
de_de: Benachrichtigung bei angenomenner Einladung (für Einladenden)

# Admin Email Interface
source: Notification of successful invitation acceptance (sent to invitee)
de_de: Bestätigung der angenommenen Einladung (für Eingeladenen)

# Admin Email Interface
source: Notification of HitchPackage payment having been received
de_de: Benachrichtigung, dass die Asche für das HitchPaket eingegangen ist

# Admin Email Interface
source: Notification of waiver form payment having been received
de_de: Benachrichtigung, dass die Einverständniserklärung angekommen ist

# Admin Email Interface
source: Notification when team is complete (homework done, route can be chosen)
de_de: Benachrichtigung, dass der Anmeldungsprozess abgeschlossen ist (Route kann gewählt werden)

# Admin Email Interface
source: New Sponsor, donor confirmation (debit)
de_de: Neuer TeamSponsor, Bestätigung für Spender (Lastschrift)

# Admin Email Interface
source: New Owner, donor confirmation (debit)
de_de: Neuer TeamOwner, Bestätigung für Spender (Lastschrift)

# Admin Email Interface
source: New Sponsor, donor notification (PayPal)
de_de: Neuer TeamSponsor, Benachrichtigung für Spender (PayPal)

# Admin Email Interface
source: New Owner, donor notification (PayPal)
de_de: Neuer TeamOwner, Benachrichtigung für Spender (PayPal)

source: The selected event or race has been successfully deleted.
de_de: Das ausgewählte Event oder Rennen wurde erfolgreich gelöscht.

source: Event successfully updated!
de_de: Event erfolgreich aktualisiert!

source: Event successfully added!
de_de: Event erfolgreich hinzugefügt!

source: add event / race
de_de: Event / Rennen hinzufügen

source: The Event
de_de: Das Event

source: Name of event
de_de: Name des Events

source: If you want the event to have a special logo and you uploaded one to the site, set the URL here. (Optional. So far not implemented in the frontend.)
de_de: Wenn das Event ein spezielles Logo haben soll und du eines hochgeladen hast, kannst du hier die URL angeben. (Optional, bis jetzt noch nicht im Frontend impementiert.)

source: HitchPackage payment received
de_de: HitchPaket Zahlung eingegangen

source: Moin %name%! The payment for your HitchPackage has been received. Thank you. Check the status of your team via: %link%
de_de: Moin %name%! Deine Zahlung des HitchPaketes ist eingegangen. Danke. Check den Status deines Teams via: %link%

source: New TeamSponsor
de_de: Neuer TeamSponsor

source: New TeamOwner
de_de: Neuer TeamOwner

# Sponsoring Form
source: The Donor
de_de: Der/Die Spender_in

# Sponsoring Form
source: Sponsored Team
de_de: Gesponsortes Team

# Sponsoring Form
source: Debit
de_de: Lastschrift

# Sponsoring Form
source: Message
de_de: Nachricht

# Sponsoring Form
source: Special TeamOwner Parameters
de_de: Spezielle TeamOwner Parameter

# Sponsoring Form
source: Administrative Parameters
de_de: Verwaltungsparameter

source: The selected participant&apos;s HitchPackage has been paid.
de_de: Das HitchPaket des ausgewählten Teilnehmers ist bezahlt worden.

source: The selected participant&apos;s waiver has been set to received.
de_de: Die Erklärung des ausgewählten Teilnehmers ist angekommen.

source: The selected participant&apos;s HitchPackage was not yet paid, after all.
de_de: Das HitchPaket des ausgewählten Teilnehmers ist doch nicht bezahlt worden. Du Depp!

source: The selected participant&apos;s waiver has not yet reached, after all.
de_de: Die Erklärung des ausgewählten Teilnehmers ist doch nicht angekommen. Du Depp!

# Sponsoring Form
source: The Team
de_de: Das Team

# Sponsoring Form
source: The Donation
de_de: Die Spende

# Sponsoring Form
source: Owner Priviliges
de_de: Owner Privilegien

# Sponsoring Form
source: About you
de_de: Über dich

# Sponsoring Form
source: The Message
de_de: Die Nachricht

source: The selected donor has been successfully deleted.
de_de: Der/Die ausgewählte Spender_in wurde erfolgreich gelöscht.

source: Donor successfully updated!
de_de: Spender_in erfolgreich aktualisiert!

source: Donor successfully added!
de_de: Spender_in erfolgreich hinzugefügt!

source: The selected donor&apos;s payment status has been set to &quot;paid&quot;.
de_de: Der Zahlungsstatus des/der gewählten Spender_in wurde auf &quot;gezahlt&quot; gesetzt.

source: The selected donor&apos;s payment status has been set to &quot;not paid&quot;.
de_de: Der Zahlungsstatus des/der gewählten Spender_in wurde auf &quot;nicht gezahlt&quot; gesetzt.

# Sponsoring Form
source: If the donated amount surpasses 200 Euros, the donor may ask to receive a donation receipt.
de_de: Bei einer Spende ab 200 Euro kann der Spender um eine Spendenquittung bitten.

# utility translation
source: /participate/team-dashboard/
de_de: /de/mitmachen/anmelden/

source: Moin %name%! You have just become owner of team "%team_name%" and chosen to donate %donation% to Viva con Agua. Be so kind as to complete the PayPal transaction now, if you haven't done so already. You will appear in the team's profile as soon as the PayPal transaction has been confirmed.
de_de: Moin %name%! Du bist soeben stolzer Besitzer des Teams "%team_name%" geworden und hast dich entschieden %donation% an Viva con Agua zu spenden. Bitte sei so gut und komplettiere jetzt noch den Vorgang, in dem du die PayPal Transaktion durchführst. Danch wirst du dann im TeamProfil des Teams angezeigt.

source: Moin %name%! You have just become sponsor of team "%team_name%" and chosen to donate %donation% to Viva con Agua. Be so kind as to complete the PayPal transaction now, if you haven't done so already. You will appear in the team's profile as soon as the PayPal transaction has been confirmed.
de_de: Moin %name%! Du bist soeben TeamSponsor des Teams "%team_name%" geworden und hast dich entschieden %donation% an Viva con Agua zu spenden. Bitte sei so gut und komplettiere jetzt noch den Vorgang, in dem du die PayPal Transaktion durchführst. Danch wirst du dann im TeamProfil des Teams angezeigt.

source: PayPal donation confirmed
de_de: PayPal Spende bestätigt

source: Moin %name%! Your donation to Viva con Agua has been confirmed. Unless you opted to donate anonomously, you are now listed in the sponsor's overview and the team profile. Thanks again!
de_de: Moin %name%! Deine Spende an Viva con Agua ist eingetroffen. Es sei denn, du hast gewählt anonym zu bleiben, wirst du nun in der Spender-Übersicht sowie im betreffenden TeamProfil angezeigt. Danke nochmal!

# Team
source: view TeamProfile
de_de: TeamProfil ansehen

# Team Dashboard
source: Do you want to join this team? You still have to accept the invitation...
de_de: Willst du diesem Team beitreten? Du musst die Einladung noch annehmen...

source: No donors for Tramprennen 2013 yet...
de_de: Noch keine Spender via Tramprennen 2013...

# Team Profile
source: Become this team&apos;s TeamOwner!
de_de: TeamOwner dieses Teams werden!

# Team Profile
source: Become this team&apos;s TeamSponsor!
de_de: TeamSponsor dieses Teams werden!

# Admin Email Interface
source: All participants of Tramprennen 2014
de_de: Alle Teilnehmenden vom Tramprennen 2014

source: All Routes
de_de: Alle Routen

source: View TeamProfile
de_de: Schaue dir das Teamprofil an

# Team Profile Form
source: Donation Goal
de_de: Spendenziel

# Team Dashboard
source: The amount of donations you wish to collect this year.
de_de: Welche Spendensumme möchtet ihr erreichen?

# Team Dashboard
source: The common donation goal will be calculated from the sum of that of all teams.
de_de: Das Spendenziel des Tramprennens erreichnet sich aus der Summe der Ziele der Teams.

# Team Dashboard
source: (&quot;Zero&quot; is a perfectly acceptable answer...)
de_de: (&quot;Null&quot; ist auch eine absolut akzeptable Antwort...)

# Team Dashboard
source: Please enter <strong>numbers only</strong> though.
de_de: Bitte gib nur <strong>Ziffern</strong> ein.

# Team Profile Form
source: Two weeks through Europe by thumb. Why?
de_de: Zwei Wochen per Anhalter durch Europa. Warum?

# Team Profile Form
source: What is your personal motivation to participate?
de_de: Was ist eure persönliche Motivation, beim Tramprennen mitzumachen?

# Team Profile Form
source: Why should a lift take us along?
de_de: Warum sollte ein_e Fahrer_in gerade uns mitnehmen?

# Team Profile Form
source: Well...
de_de: Gut...

# Team Profile Form
source: Our best Autostop-experience so far
de_de: Unsere Beste Tramperfahrung bisher:

# Team Profile Form
source: Our goal for the race
de_de: Unser Ziel fürs Rennen

# Team Profile Form
source: What do you want to achieve?
de_de: Was wollt ihr erreichen?

# Team Profile Form
source: Reach the destination. Participation is everything!
de_de: Ankommen! Teilnahme ist alles!

# Team Profile Form
source: Fun, Fun, Fun!
de_de: Spaß,Spaß,Spaß!

# Team Profile Form
source: Upper Midfield. And a stage victory.
de_de: Oberes Mittelfeld. Und ein Etappensieg!

# Team Profile Form
source: Win it! What else???
de_de: Gewinnen! Was sonst???

source: Thoughts?
de_de: Gedanken?

# Team Profile Form
source: Invite someone to join your team. You need a teammate for the team to be complete. You may invite up to two people at a time. If you have already invited two people and want to invite someone else, simply overwrite one or two of the above email adresses. Keep in mind that a team can consist of a maximum of three HitchMates and that you need to have both a guy and a girl.
de_de: Lade jemanden in dein Team ein. Du brauchst ein HitchMate, um dein Team zu komplettieren. Da kannst bis zu zwei Leute gleichzeitig einladen. Wenn du schon zwei eingeladen hast und jetzt jemand anderen einladen willst, überschreibe einfach eine oder beide Adressen. Denk dran, das ein Team aus maximal 3 HitchMates bestehen kann und aus mindestens einer Frau und einem Mann bestehen muss.

# Team Profile Form
source: A team may also consist of up to three HitchMates. You need to be at least two people and minimum a guy and a girl.
de_de: Ein Team kann auch aus drei HitchMates bestehen,. Ihr müsst mindestens eine Frau und ein Mann sein.

# Homework
source: Please transfer <em>25 Euro</em> per participant for the HitchPackage.
de_de: Bitte überweist <em>25 Euro</em> pro HitchMate für das HitchPaket.

# Homework
source: The Bank Account details have been sent to you via mail.
de_de: Die Bankdaten werden euch per Mail geschickt.

source: http://tramprennen.org/follow-us/teams/
de_de: http://tramprennen.org/de/mitverfolgen/teams/

# utility translation
source: /follow-us/ticker/
de_de: /de/mitverfolgen/ticker/

source: The message
de_de: Die Nachricht

# Donation Counter
source: Euros
de_de: Euro

# utility translation
source: /follow-us/ranking/
de_de: /de/mitverfolgen/tabelle/

# Recent Activity Stream
source: %donor% sponsored %team% with %thumbs% Euros
de_de: %donor% hat Team %team% mit %thumbs% Euro gesponsort

source: Current Race Rank
de_de: Aktuelle Platzierung im Rennen

source: Current Route Rank
de_de: Aktuelle Platzierung auf Route

source: Inf. for Mobile
de_de: Infos für unseren Mobilpartner

# Team Profile Form
source: Please select if it is ok or not...
de_de: Bitte wählt aus ob es ok ist oder nicht...

# Team Profile Form
source: YES, give them my personal information
de_de: Ja, gebt meine persönlichen Informationen weiter
