Repository: Club-of-Roam/cor-mgmt
Catalog: languages/h3-mgmt-*.po
Languages: de_de

# Team Profile Form
source: Please not (So you do not get your sponsored sim-card
de_de: Bitte nicht ( in diesem Fall bekommst du keine gesponserte Simkarte)

# Team Dashboard
source: Select Route
de_de: Wähle einen Startort

# Homework
source: Send your own liability waiver form
de_de: Sende deine Einverständniserklärung

# Homework
source: Your HitchMate's liability waiver form(s)
de_de: Die Einverständniserklärung_en deine/r HitchMates

# Homework
source: Decide if we could give our mobile partner your personal information
de_de: Entscheide, ob wir unserem Mobilfunkpartner deine persönlichen Daten übermitteln dürfen.

# Homework
source: Your HitchMate's decision
de_de: Die Entscheidung deiner/s HitchMates

# Homework
source: Route chosen
de_de: Route gewählt

# Homework
source: You may pick your route now!
de_de: Du kannst jetzt deine Route wählen!

# Team Profile Form
source: For a Donation we would...
de_de: Für eine Spende würden wir......

# Team Profile Form
source: Could we give our partner Ortel Mobile your personal Information?
de_de: Können wir unserem Partner Ortel Mobile deine persönlichen Daten übermitteln?

# Team Profile Form
source: Do you accept if we send your personal information to our mobile partner to register your sim-card? They will delete them after 10 days and will use them only for registration of your sim-card!
de_de: Ist es ok, dass wir deine persönlichen Daten an unseren Partner Ortel Mobile weitergeben um deine Simkarte zu registrieren? Ortel wird sie nach zehn Tagen löschen und ausschließlich für die Registrierung der Simkarte nutzen.

# Team Profile Form
source: Address for Ortel
de_de: Adresse für Ortel Mobile

# Team Profile Form
source: Your address? Just if we are allowed to give your information to our partner Ortel Mobile!
de_de: Deine Adresse? Nur wenn es ok ist, das wir die Daten an unseren Partner Ortel Mobile weitergeben.

# Team Dashboard
source: Select starting point
de_de: Wählt einen Startort

# Team Dashboard
source: Choose one of the city's. The number in the brackets shows the amount of free team slots left at the city. You can change your starting point selection until the 8th of August. After that it won't be possible for logistical reasons.
de_de: Wählt eine der Städte . Die Nummer in Klammern zeigt, wie viele freie Plätze es noch gibt pro Stadt. Du kannst deine Entscheidung bis zum 8. August ändern, danach ist es aus logistischen Gründen nicht mehr möglich.

# Homework
source: Only a few more steps are required before you can publish your team, choose your starting point and start hunting for TeamSponsors!
de_de: Nur noch ein paar Schritte sind notwendig, bevor euer Team veröffentlicht wird, ihr einen Startort wählen und auf Sponsorenjagd gehen könnt!

# Homework
source: Please mail the <a href="%sLIABILITY_WAIVER.pdf" title="Download form" target="_blank">Liability Waiver Form</a> to
de_de: Bitte sendet the <a href="%sLIABILITY_WAIVER.pdf" title="Download form" target="_blank">Einverständniserklärung</a> an

# Homework
source: Starting point chosen
de_de: Startort ausgewählt

# Homework
source: You may pick your starting point now!
de_de: Ihr könnt euren Startort jetzt auswählen.

# Homework
source: You cannot yet chose a starting point...
de_de: Ihr könnt noch keinen Startort auswählen...

# Homework
source: Elvis has left the building!. You can go out and hunt for TeamSponsors to support the WASH-projects of Viva con Agua and the work of PRO ASYL!
de_de: Elvis hat seinen Stall verlassen! Jetzt könnt ihr ausbrechen und auf Sponsorenjagd für die WASH-Projekte von Viva con Agua und die Arbeit von PRO ASYL gehen!

# Team Profile Form
source: Invite someone to join your team. You need a teammate for the team to be complete. You may invite up to two people at a time. If you have already invited two people and want to invite someone else, simply overwrite one or two of the above email adresses. Keep in mind that a team can consist of a maximum of three HitchMates and that one of the HitchMates ought to be male.
de_de: Lade jemanden in dein Team ein. Du brauchst ein HitchMate, um dein Team zu komplettieren. Da kannst bis zu zwei Leute gleichzeitig einladen. Wenn du schon zwei eingeladen hast und jetzt jemand anderen einladen willst, überschreibe einfach eine oder beide Adressen. Denk dran, das ein Team aus maximal 3 HitchMates bestehen kann und aus mindestens einer Frau und einem Mann bestehen muss.

# Team Profile Form
source: A team may also consist of three HitchMates. Unless both of you two are female though, you do not need to invite any more people for your team to be complete.
de_de: Ein Team kann auch aus drei HitchMates bestehen,. Ihr müsst mindestens eine Frau und ein Mann sein.

# Homework
source: Please transfer <em>25 Euro</em> per participant for the <a href="/participate/signup/#package" target="_blank">HitchPackage</a>. The Bank Account details have been sent to you via mail.
de_de: Bitte überweist <em>25 Euro</em> pro HitchMate für das HitchPaket.

# Homework
source: You cannot yet chose a route...
de_de: Ihr könnt jetzt noch keine Route wählen...

source: Filter by route
de_de: Auswählen nach Route

source: Unchosen
de_de: Nicht gewählt

source: Other Filters
de_de: Andere Auswahlkriterien

# Team Profile
source: With TeamOwner
de_de: Mit Teamowner

# Team Profile
source: Without TeamOwner
de_de: Ohne TeamOwner

# Homework
source: Only a few more steps are required before you can publish your team, choose your starting city and start hunting for TeamSponsors!
de_de: Nur noch ein paar Schritte sind notwendig bevor euer Team veröffentlicht wird, ihr euren Startort wählen und auf Sponsorenjagd gehen könnt.

# Team Profile
source: Ticker messages
de_de: Ticker Nachrichten

# ticker
source: Send a Liveticker message
de_de: Sende eine Ticker-Nachricht

# Ticker Form
source: Message
de_de: Nachricht

# Ticker Form
source: Send a message like a SMS.
de_de: Sende eine Nachricht wie eine SMS

# XChange
source: You must be <a title="Log in" href="http://tramprennen.org/login">logged in</a> to send a Liveticker message.
de_de: Du musst <a title="Log in" href="http://tramprennen.org/login">eingeloggt</a> sein, um eine Nachricht zu senden.

# Sponsoring Form
source: Pick your sponsoring / donation type.<br />Choose to be a TeamSponsor or TeamOwner.<br />WithWith both you support the WASH-projects of Viva con Agua and the work of PRO ASYL. Teams can have several TeamSponsors but only one TeamOwner, which can place a photo or a logo and a link in the team profile.
de_de: Wähle deinen Sponsoring / Spenden - Typ. <br />Wähle aus ob du TeamSponsor oder TeamOwner sein willst.<br /> Mit beidem unterstützt du die WASH-Projekte von Viva con Agua und die Arbeit von PRO ASYL. Teams können mehrere Teamsponsoren, aber nur ein TeamOwner kann ein Foto oder Logo mit Link im Teamprofil platzieren.

# Sponsoring Form
source: For those who are tired of Chealsea or Hoffenheim, but still wanna play a little Abramovitch: As a TeamOwner you give a minimum of 100 Euros for Viva con Agua and PRO ASYL. As a Thank You, you may place a photo, picture or logo in the team profile which can optionally be linked to a URL of your choice.
de_de: Für alle die, die zwar genervt sind von Hoffenheim und Chealsea, aber dennoch ein bisschen Abramovitch spielen wollen: Als TeamOwner spendest du mindestens 100€ für PRO ASYL und Viva con Agua. Als Dankeschön kannst du dein Foto oder dein Logo mit einer Verlinkung deiner Wahl im Profil deines Teams platzieren.

# Team Profile Form
source: For a Donation we would:
de_de: Für ein Spende würden wir:

# Ticker Form
source: Message has been send.
de_de: Nachricht wurde gesendet.

# Ticker Form
source: Not the correct format.
de_de: Falsches Format.

# Ticker Form
source: Image is too big.
de_de: Das Bild ist zu groß.

# Ticker Form
source: There is no picture to upload.
de_de: Es gibt kein Bild zum Hochladen.

# ticker
source: Send a message
de_de: Sende eine Nachricht.

# Ticker Form
source: Send message
de_de: Sende eine Nachricht.

# ticker
source: Send a picture + message
de_de: Sende ein Bild und eine Nachricht.

# Ticker Form
source: Picture
de_de: Bild

# Ticker Form
source: This picture will appear in the ticker. You may upload .jpg, .gif or .png files.
de_de: Das Bild wird im Ticker erscheinen. Du kannst .jpg, .gif oder .png Formate hochladen.

# Ticker Form
source: Message for picture
de_de: Nachricht zum Bild

# Ticker Form
source: Send a message under your picture.
de_de: Sende eine Nachricht unter dem Bild.

# Ticker Form
source: Send picture
de_de: Sende das Bild

# XChange
source: You must have entered a mobile number to send a Liveticker message.
de_de: Du musst eine Handynummer eingegeben haben um eine Liveticker-Nachricht zu senden.

# XChange
source: You must have a team for the present race to send a Liveticker message.
de_de: Du musst ein Team für das aktuelle Rennen angemeldet haben um eine Liveticker-Nachricht zu schicken.

# Sponsoring Form
source: Choose a team.<br />Select the amount of the donation you want to give.<br />By giving a donation you support Viva con Agua and PRO ASYL. TeamOwnerships go for a minimum of 100 Euro (Hey, they are special!). Submit your data and choose how your donation should be shown on the site.
de_de: Wähle ein Team. <br />Wähle die Höhe der Spende, die du geben willst.<br /> Mit deiner Spende unterstützt du Viva con Agua und PRO ASYL. Für eine Spende von mind. 100€ kannst du ein Team sogar kaufen (Hey, das ist was ganz Besonderes! ). Übermittle deine Daten und suche aus, wie deine Spende auf der Seite erscheinen soll.

# Sponsoring Form
source: With one donation you can morally support your team and financially support the WASH-projects of Viva con Agua and the work of PRO ASYL. Your name will be listed as a TeamSponsor in the sponsoring list and in the team&apos;s profile (unless you opt to remain anonymous).
de_de: Mit einer Spende unterstützt du dein Team moralisch und finanziell unterstützt du die WASH-Projekte von Viva con Agua und die Arbeit von PRO ASYL. Dein Name wird auf der TeamSponsorliste und im Profil deines Teams erscheinen, außer du möchtest anonym bleiben.

# Ticker Form
source: Message has been sent.
de_de: Nachricht wurde geschickt.

# Ticker Form
source: Picture has been rotated .
de_de: Bild wurde gedreht.

# Ticker Form
source: Picture has been sent.
de_de: Bild wurde gesendet.

# Ticker Form
source: Location has been sent.
de_de: Dein Standort wurd geschickt.

# ticker
source: Send your location
de_de: Sende deinen Standort.

# Ticker Form
source: Informations about position
de_de: Information über den Standort.

# Ticker Form
source: Information about your coordinates like city, lake or area.
de_de: Informationen über Koordinaten wie die Stadt, einen See oder die Umgebung.

# ticker
source: See all locations of the teams
de_de: Schaue dir alle Standorte der Teams an.

# Ticker
source: weeks ago
de_de: Wochen vorher...

# Sponsoring Form
source: Fill out the form for our homepage
de_de: Fülle die Felder für unsere Homepage aus.

# Sponsoring Form
source: Donate via betterplace.org
de_de: Spende via betterplace.org

# Team Dashboard
source: Next
de_de: Nächster Schritt

# Ticker Form
source: Video has been sent.
de_de: Das Video wurde gesendet.

# Ticker Form
source: Not the correct URL / Link.
de_de: keine korrekte URL/Link

# ticker
source: Send a youtube video
de_de: Sende ein Youtubevideo

# Ticker Form
source: Send a video via the video URL from youtube.
de_de: Sende ein Video mit der URL/ dem Link von Youtube.

# Ticker Form
source: Informations about your Video
de_de: Informationen über dein Video.

# Ticker Form
source: Information about your video.
de_de: Informationen über dein Video.

# Ticker Form
source: Send video code
de_de: Sende den Video Code.

# XChange
source: Your team has to be complete registered to send a Liveticker message.
de_de: Deine Team muss komplett registriert sein um eine Liveticker-Nachricht zu schicken.

source: Sorry, the registration is already closed! If you already got a invitation code you could enter it on the right side otherwise we would be lucky if you will join Tramprennen 2016!
de_de: Sorry, die Anmeldephase ist schon beendet. Wenn du einen Code durch eine Einladung erhalten hast, gebe diesen rechts ein. Wenn nicht, freuen wir uns wenn du beim Tramprennen 2016 mitmachen wirst.

# Team Dashboard
source: Attention, the Registration is closed!
de_de: Beachtet bitte, dass die Anmeldungen geschlossen sind!

# Team Dashboard
source: - You can't invite other hitchmates any more!
de_de: - Ihr könnt keine Hitchmates mehr selbst einladen. (Wendet euch an uns, wenn noch jemand mitkommen will.)

# Team Dashboard
source: - You could still change all your settings in your Profile!
de_de: - Ihr könnt eure Profileinstellungen weiter ändern.

# Team Dashboard
source: - Also we will set your Team as complete if we will get your payment and the liability waiver form in the next days!
de_de: - Wenn eure Einverständniserkläungen und das Geld in den nächsten Tagen noch eingehen, werden euer Team noch online stellen.

# Team Dashboard
source: - If you have chosen your starting point, you can't change it any more!
de_de: -Wenn ihr einen Startort ausgewählt habt, könnt ihr den jetzt nicht mehr ändern.

# Sponsoring Form
source: Finish donation process. <br />Please choose the same amount of donation as you chose before. <br />Maybe it will open a new window. <br />To finish click Spenden. <br />The donation process is complete if you got an E-Mail from betterplace.org.
de_de: Beende den Spenden-Prozess. <br />Bitte wähle den selben Betrag für deine Spende wie vorher. <br />Es öffnet sich vielleicht ein neues Fenster. <br />Um abzuschließen klicke auf Spenden. <br />Der Spenden-Prozess ist erst abgeschlossen wenn du eine E-Mail von betterplace.org erhalten hast.

# Sponsoring Form
source: Please note: <br>First: you have to fill out the form here then click next. <br>Second: you have to fill out the form from <b style="font-size: 1.4em;">betterplace.org</b> with your <b style="font-size: 1.4em;">bank account information</b> then click spenden. <br>Maybe it will open a other window, finish the donation there. <br>The donatin process is just <b style="font-size: 1.4em;">finished</b> after you got an <b style="font-size: 1.4em;">E-Mail</b> from betterplace.org. <br>Thanks a lot!
de_de: Bitte beachte: <br>Erstens: fülle das Formular auf dieser Seite aus und klicke auf weiter. <br>Zweitens: dann fülle das Formular von <b style="font-size: 1.4em;">betterplace.org</b> mit deinen <b style="font-size: 1.4em;">Kontodaten</b> aus und klicke auf spenden. <br>Es öffnet sich vielleicht ein neues Fenster, beende den Spenden-Prozess dort. <br>Der Spenden-Prozess ist erst <b style="font-size: 1.4em;">abgeschlossen </b> wenn du eine <b style="font-size: 1.4em;">E-Mail</b> von betterplace.org bekommen hast. <br>Vielen Dank!
